{
  "chairman": {
    "name": "Dr. Md Asad Shariff",
    "designation": "President,\nGoverning Body,\n Atomic Energy Research Establishment School and College \n Director - International Affairs Division National Liason Officer to the IAEA",
    "image": "/images/chairman.jpeg",
    "excerpt": "The present era is the era of advancement in science and technology. We are committed to providing quality education that prepares students for the challenges of tomorrow.",
    "message": "Dear Students, Parents, and Well-wishers,\n\nAssalamu Alaikum and warm greetings to all. I welcome you to  Atomic Energy Research Establishment School and College, an institution that has been a beacon of academic excellence and moral education since 1983. As the President of this esteemed institution, I am honored to lead a community dedicated to nurturing young minds and shaping future leaders.\n\nOur school was established under the Atomic Energy Research Establishment with a vision to provide comprehensive education that balances academic rigor with character development. Over the past three decades, we have remained committed to this vision, continuously evolving our teaching methodologies and infrastructure to meet the changing needs of modern education while staying rooted in our core values.\n\nAt  Atomic Energy Research Establishment, we believe that education extends beyond textbooks and examinations. We strive to create an environment where students can discover their passions, develop critical thinking skills, and grow into responsible citizens. Our dedicated faculty members work tirelessly to ensure that each student receives personalized attention and guidance, enabling them to reach their full potential.\n\nWe take pride in our state-of-the-art facilities, including well-equipped science laboratories, a comprehensive library, modern computer labs, and excellent sports facilities. These resources, combined with our commitment to holistic education, ensure that our students are well-prepared for the challenges of the 21st century.\n\nI encourage all our students to make the most of the opportunities available to them, to be curious learners, and to embrace the values of integrity, respect, and excellence. Together, let us continue to build on our legacy of success and make  Atomic Energy Research Establishment School and College a place where dreams are nurtured and futures are built.\n\nWith warm regards,"
  },
  "principal": {
    "name": "Sudhangshu Shekhor Roy",
    "designation": "Principal (In-charge),\n Atomic Energy Research Establishment School and College",
    "image": "/images/principal.jpeg",
    "excerpt": "The magnificently, systematically and admirably designed Dhaka Residential Model College has been serving the nation for decades with quality education and moral values.",
    "message": "Dear Students and Parents,\n It gives me great pleasure to be a part of the Atomic Energy Research Establishment School and College family. Every day, when I see our students learning, growing, and striving to do better, I feel proud of the strong foundation our institution has built over the years.\nTo me, education is not just about good results or passing exams. It is about shaping character, building confidence, and helping young minds learn how to think independently and act responsibly. In our classrooms, we try to create an environment where students feel encouraged to ask questions, share ideas, and explore their potential without fear.\nAs a science-focused institution connected to the Atomic Energy Research Establishment Commission , we place special importance on scientific learning and practical knowledge. Our laboratories and dedicated teachers work together to make lessons meaningful and engaging. Many of our former students are now doing well in science and technology fields, and that makes us truly proud.\nAt the same time, we strongly believe that learning also happens outside the classroom. Sports, cultural programs, debates, and social activities help students develop leadership, discipline, teamwork, and empathy. These experiences shape them into confident and responsible individuals prepared for life beyond school.\nI always encourage our students to dream big, stay determined, and never lose their curiosity. To our respected parents, thank you for your trust and constant support. Your cooperation plays a vital role in your children's success.\nLet us continue to work together to build a future where every student can grow, succeed, and make a positive difference in society."
  },
  "carouselImages": [
    {
      "id": 1,
      "src": "/images/School/school1.jpg",
      "alt": "School Campus Building",
      "caption": "Welcome to  Atomic Energy Research Establishment"
    },
    {
      "id": 2,
      "src": "/images/School/school2.jpg",
      "alt": "Students in Classroom",
      "caption": "Quality Education"
    },
    {
      "id": 3,
      "src": "/images/School/birdsEyeCampus.jpg",
      "alt": "School Event",
      "caption": "Vibrant Campus Life"
    },
    {
      "id": 4,
      "src": "/images/School/Students.jpg",
      "alt": "Science Fair",
      "caption": "Innovation & Excellence"
    },
    {
      "id": 5,
      "src": "/images/School/TreePlantation.jpg",
      "alt": "Tree Plantation",
      "caption": "Green Initiatives"
    }
  ]
}
